<?php

return [
    'menu' => [
        'name' => 'Языки',
    ],
    'form' => [
        'main' => 'Основные',
        'name' => 'Название',
        'key' => 'Ключ',
        'placeholders' => [
            'name' => 'Русский',
            'key' => 'ru',
        ],
    ],
    'acl' => [
        'index' => 'Языки: просмотр списка',
        'create' => 'Языки: форма создания',
        'store' => 'Языки: сохранение',
        'edit' => 'Языки: форма редактирования',
        'update' => 'Языки: обновление',
        'show' => 'Языки: просмотр',
        'destroy' => 'Языки: удаление',
    ],
];
