<?php

return [
    'quickmenu' => 'Быстрое меню',
    'status' => [
        'created' => 'Запись успешно добавлена',
        'updated' => 'Запись успешно обновлена',
        'deleted' => 'Запись успешно удалена',
    ],
    'search' => [
        'placeholder' => 'Поиск',
    ],
    'text' => [
        'heading' => 'Mconsole X',
        'version' => 'ßeta',
        'welcome' => 'Добро пожаловать в Mconsole X!',
    ],
    'links' => [
        'website' => 'Перейти на веб-сайт',
    ],
    'fullscreen' => 'На весь экран',
    'errors' => [
        'extension' => 'Расширение файла :file не соответствует разрешенным расширениям шаблона!',
        'system' => 'Нельзя удалить системный элемент!',
        'accessdenied' => 'Доступ запрещен',
        'back' => 'Вернуться назад',
        'home' => 'Вернуться на главную',
        'heading' => 'Хьюстон, у нас проблемы —',
        '404' => [
            'title' => 'Страница не найдена (404)',
            'text' => '<p> Похоже, что страницы, которую вы ищете, не существует. </p>',
        ],
        '500' => [
            'title' => 'Серверная ошибка (500)',
            'text' => '<p> Похоже что-то сломалось. </p>',
        ],
    ],
];
