<?php

return [
    'menu' => [
        'list' => [
            'name' => 'Редактор меню',
            'description' => 'Вывод списка меню',
        ],
        'create' => [
            'name' => 'Добавить меню',
            'description' => 'Добавить новое меню',
        ],
        'update' => [
            'name' => 'Редактировать меню',
            'description' => 'редактировать меню',
        ],
        'delete' => [
            'name' => 'Удалить меню',
            'description' => '',
        ],
    ],
    'table' => [
        'id' => '#',
        'name' => 'Название',
    ],
    'form' => [
        'main' => 'Основные',
        'tree' => 'Дерево меню',
        'name' => 'Название',
        'placeholder' => 'Главное меню',
        'add' => 'Добавить пункт меню',
        'delete' => 'Удалить',
        'text' => 'Текст ссылки',
        'link' => 'Ссылка',
        'blank' => 'В новом окне',
    ],
];
