<?php

return [
    'dashboard' => [
        'name' => 'Главная',
        'description' => 'Главная страница Mconsole',
    ],
    'content' => [
        'name' => 'Контент',
    ],
    'users' => [
        'name' => 'Пользователи',
    ],
    'tools' => [
        'name' => 'Инструменты',
    ],
    'system' => [
        'name' => 'Система',
    ],
    'acl' => [
        'index' => 'Редактор меню: просмотр списка',
        'create' => 'Редактор меню: форма создания',
        'store' => 'Редактор меню: сохранение',
        'edit' => 'Редактор меню: форма редактирования',
        'update' => 'Редактор меню: обновление',
        'show' => 'Редактор меню: просмотр',
        'destroy' => 'Редактор меню: удаление',
    ],
];
