<?php

return [
	'pages' => [
		'name' => 'Страницы',
		'list' => [
			'name' => 'Все страницы',
			'description' => 'Просмотр списка страниц',
		],
		'create' => [
			'name' => 'Создать страницу',
			'description' => 'Создание новых страниц',
		],
		'edit' => [
			'name' => 'Редактировать страницу',
			'description' => 'Редактирование страниц',
		],
	],
	'users' => [
		'name' => 'Пользователи',
		'list' => [
			'name' => 'Все пользователи',
			'description' => 'Просмотр списка пользователей',
		],
		'create' => [
			'name' => 'Создать пользователя',
			'description' => 'Создание новых пользователей',
		],
		'edit' => [
			'name' => 'Редактировать пользователя',
			'description' => 'Редактирование пользователей',
		],
	],
];