<?php

return [
    'menu' => [
        'name' => 'Настройки',
        'description' => 'Просмотр списка настроек',
        'update' => [
            'name' => 'Редактирование настроек',
            'description' => 'Сохранение настроек',
        ],
    ],
    'main' => 'Основные настройки',
    'additional' => 'Дополнительно',
    'clearcache' => 'Очистить кеш',
    'cacheclear' => 'Кеш был очищен',
    'saved' => 'Настройки сохранены',
    'labels' => [
        'name' => 'Название проекта',
        'url' => 'Адрес сайта',
        'notifications' => 'Уведомления',
    ],
];
