<?php

return [
    'menu' => [
        'name' => 'Настройки',
        'description' => 'Просмотр списка настроек',
        'update' => [
            'name' => 'Редактирование настроек',
            'description' => 'Сохранение настроек',
        ],
    ],
    'reloadtrans' => [
        'title' => 'Перезагрузить языковые файлы',
        'content' => 'Запустите, если переводы в системе отображаются не корректно',
    ],
    'main' => 'Настройки',
    'saved' => 'Настройки сохранены',
    'labels' => [
        'name' => 'Название проекта',
        'url' => 'Адрес сайта',
        'notifications' => 'Уведомления',
        'editredirect' => 'Переадресация на редактирование после сохранения',
        'editor' => 'Тип HTML редактора',
    ],
    'options' => [
        'enabled' => 'Состояние',
        'group' => [
            'name' => 'Основные',
            'other' => 'Остальные',
        ],
        'on' => 'Включено',
        'off' => 'Отключено',
        'textarea' => 'Textarea',
        'ckeditor' => 'CKEditor',
    ],
    'additional' => [
        'name' => 'Дополнительно',
        'cacheclear' => 'Очистить кеш',
        'cachecleared' => 'Кеш был очищен',
    ],
];
