<?php

return [
    'menu' => [
        'name' => 'Настройки',
        'description' => 'Просмотр списка настроек',
        'update' => [
            'name' => 'Редактирование настроек',
            'description' => 'Сохранение настроек',
        ],
    ],
    'main' => 'Настройки',
    'saved' => 'Настройки сохранены',
    'labels' => [
        'name' => 'Название проекта',
        'url' => 'Адрес сайта',
        'notifications' => 'Уведомления',
    ],
    'options' => [
        'group' => [
            'name' => 'Основные',
            'other' => 'Остальные',
        ],
    ],
    'additional' => [
        'name' => 'Дополнительно',
        'cacheclear' => 'Очистить кеш',
        'cachecleared' => 'Кеш был очищен',
    ],
];
