<?php

return [
    'menu' => [
        'list' => [
            'name' => 'Теги',
            'description' => 'Отображение списка тегов',
        ],
        'create' => [
            'name' => 'Добавить тег',
            'description' => 'Добавить новый тег',
        ],
        'update' => [
            'name' => 'Редактировать тег',
            'description' => 'Изменить тег',
        ],
        'delete' => [
            'name' => 'Удалить тег',
            'description' => 'Удалить тега',
        ],
    ],
    'table' => [
        'updated' => 'Обновлено',
        'color' => 'Цвет',
        'name' => 'Название',
        'elements' => 'Кол-во элементов',
    ],
    'form' => [
        'main' => 'Основные',
        'name' => 'Название тега',
        'placeholder' => 'Новости для главной',
        'color' => 'Цвет тега',
    ],
    'acl' => [
        'index' => 'Теги: просмотр списка',
        'create' => 'Теги: форма создания',
        'store' => 'Теги: сохранение',
        'edit' => 'Теги: форма редактирования',
        'update' => 'Теги: обновление',
        'show' => 'Теги: просмотр',
        'destroy' => 'Теги: удаление',
    ],
];
