<?php

return [
    'selector' => 'Шаблон загрузки',
    'add' => 'Добавить',
    'upload' => 'Загрузить',
    'cancel' => 'Отменить',
    'delete' => 'Удалить',
    'deleting' => 'Удаление..',
    'processing' => 'Обработка..',
    'help' => 'Изображение для загрузки: :width x :height px.',
    'title' => 'Заголовок',
    'description' => 'Описание',
    'all' => 'Все языки',
    'errors' => [
        'nopresets' => [
            'text' => 'Нет доступных шаблонов для загрузки.',
            'link' => 'Создать новый шаблон',
        ],
    ],
];
