<?php

return [
    'menu' => [
        'name' => 'Загрузки',
    ],
    'table' => [
        'type' => 'Тип',
        'path' => 'Путь',
        'filename' => 'Имя файла',
        'copies' => 'Копии',
        'related' => 'Связанный объект',
    ],
    'filter' => [
        'filename' => 'Имя файла',
        'type' => 'Тип',
    ],
    'acl' => [
        'uploadlist' => 'Загрузки: просмотр прикрепленных файлов',
        'upload' => 'Загрузки: загрузка прикрепленных файлов',
        'index' => 'Загрузки: просмотр списка',
        'create' => 'Загрузки: форма создания',
        'store' => 'Загрузки: сохранение',
        'edit' => 'Загрузки: форма редактирования',
        'update' => 'Загрузки: обновление',
        'show' => 'Загрузки: просмотр',
        'destroy' => 'Загрузки: удаление',
    ],
    'form' => [
        'name' => 'Загрузить файлы',
        'help' => [
            'name' => 'Помощь',
            'text' => '',
        ],
    ],
];
