<?php

return [
    'menu' => [
        'name' => 'Переменные',
        'description' => 'Просмотр переменных',
        'update' => [
            'name' => 'Редактирование переменных',
            'desription' => 'Сохранение переменных',
        ],
    ],
    'form' => [
        'info' => 'Переменные служат для использования их значений в тексте страниц или новостей, можно использовать Blade директивы. Пример: <code>&#64;variable(\'my_var\')</code>.',
        'key' => 'Ключ',
        'value' => 'Значение',
        'description' => 'Комментарий',
    ],
    'saved' => 'Значения сохранены',
];
